ability = {
    'Сила': 1,
    'Ловкость': 3,
    'Телосложение': 7,
    'Интеллект': 8,
    'Мудрость': 14,
    'Харизма': 20, 
}
subAbility = {
    'Атлетика': 2,
    'Акробатика': 4,
    'Ловкость рук': 5,
    'Скрытность': 6,
    'Магия': 9,
    'История': 10,
    'Расследование': 11,
    'Природа': 12,
    'Религия': 13,
    'Обращение с животными': 15,
    'Проницательность': 16,
    'Медицина': 17,
    'Восприятие': 18,
    'Выживание': 19,
    'Обман': 21,
    'Запугивание': 22,
    'Выступление': 23,
    'Убеждение': 24
}
num_words = {
    'один': 1,
    'два': 2,
    'три': 3,
    'четыре': 4,
    'пять': 5,
    'шесть': 6,
    'семь': 7,
    'восемь': 8,
    'девять': 9,
}
arrURL = [
    'https://dnd.su/class/88-bard/',
    'https://dnd.su/class/87-barbarian/',
    'https://dnd.su/class/91-fighter/',
    'https://dnd.su/class/105-wizard/',
    'https://dnd.su/class/90-druid/',
    'https://dnd.su/class/89-cleric/',
    'https://dnd.su/class/137-artificer/',
    'https://dnd.su/class/104-warlock/',
    'https://dnd.su/class/93-monk/',
    'https://dnd.su/class/94-paladin/',
    'https://dnd.su/class/99-rogue/',
    'https://dnd.su/class/97-ranger/',
    'https://dnd.su/class/101-sorcerer/'
]
replaceProficiencies = {
    "Музыкальных инструмента": "Музыкальные инструменты",
}
subKlassLvl = {
    'бард': 3,
    'варвар': 3,
    'воин': 3,
    'волшебник': 2,
    'друид': 2,
    'жрец': 1,
    'изобретатель': 3,
    'колдун': 3,
    'монах': 3,
    'паладин': 3,
    'плут': 3,
    'следопыт': 3,
    'чародей': 1
}